[IRI_Winchester1300_CV X2WeaponTemplate]
FriendlyName="温彻斯特1300型"
FriendlyNamePlural="温彻斯特霰弹枪"
BriefSummary="这款标志性武器是毁灭公爵的可靠伙伴。尽管历经数次外星人入侵，它依然完好无损，随时准备继续大杀四方."
TacticalText="这款标志性武器是毁灭公爵的可靠伙伴。尽管历经数次外星人入侵，它依然完好无损，随时准备继续大杀四方.\n<Bullet/> 在没有特殊训练的情况下，使用主武器射击将结束士兵的回合.\n<Bullet/> 使用从敌人处缴获的升级部件来提升此武器的战术效能. \n<Bullet/> 可与其他XCOM霰弹枪一同升级."
AbilityDescName="霰弹枪"

[IRI_Winchester1300_MG X2WeaponTemplate]
FriendlyName="温彻斯特1300型磁轨版"
FriendlyNamePlural="温彻斯特霰弹枪"
BriefSummary="我们成功地在武器的隔热罩下安装了几个磁力加速线圈，显著提升了其伤害输出，同时又不破坏其复古外观."
TacticalText="我们成功地在武器的隔热罩下安装了几个磁力加速线圈，显著提升了其伤害输出，同时又不破坏其复古外观.\n<Bullet/> 在没有特殊训练的情况下，使用主武器射击将结束士兵的回合.\n<Bullet/> 使用从敌人处缴获的升级部件来提升此武器的战术效能. \n<Bullet/> 可与其他XCOM霰弹枪一同升级."
AbilityDescName="霰弹枪"

[IRI_Winchester1300_BM X2WeaponTemplate]
FriendlyName="温彻斯特1300型超磁"
FriendlyNamePlural="温彻斯特霰弹枪"
BriefSummary="通过在武器握把中隐藏一个超釉核心，我们得以进一步提升先前安装的磁力线圈的加速能力，从而进一步提高了此武器的伤害输出."
TacticalText="通过在武器握把中隐藏一个艾勒瑞姆能源，我们得以进一步提升先前安装的磁力线圈的加速能力，从而进一步提高了此武器的伤害输出.\n<Bullet/> 在没有特殊训练的情况下，使用主武器射击将结束士兵的回合.\n<Bullet/> 使用从敌人处缴获的升级部件来提升此武器的战术效能. \n<Bullet/> 可与其他XCOM霰弹枪一同升级."
AbilityDescName="霰弹枪"